Repository: City-of-Helsinki/ltj
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: file
fi: tiedosto

source: uploaded by
fi: lataaja

source: uploaded time
fi: ladattu

source: last modified by
fi: muokkaaja

source: last modified time
fi: pvm editoitu

source: files
fi: tiedostot

source: shapefiles
fi: shape-tiedostot

source: created by
fi: digitoija

source: created time
fi: lisäysaika

source: shapefile import
fi: shape-tiedoston eräajo

source: shapefile imports
fi: shape-tiedostojen eräajot

source: Luontotietojärjestelmä site admin
fi: Luontotietojärjestelmä-sivuston ylläpito

source: Luontotietojärjestelmä administration
fi: Luontotietojärjestelmä ylläpito

source: Species report
fi: Lajiraportti

source: Feature transaction
fi: Tapahtuma

source: Feature transactions
fi: Tapahtumat

source: protection
fi: suojaus

source: square
fi: ruutu

source: Feature report
fi: Kohderaportti

source: Criteria
fi: Perusteet

source: Conservation programmes
fi: Suojeluohjelmat

source: Office
fi: Virka

source: Office Hki
fi: Virka Hki

source: Public
fi: Yleisö

source: protection level
fi: suojaustaso

source: explanation
fi: selitys

source: source
fi: lähde

source: origin
fi: alkuperä

source: origins
fi: alkuperä

source: value class
fi: luokka

source: valuator
fi: arvottaja

source: date
fi: pvm

source: link
fi: linkki

source: value
fi: arvo

source: values
fi: arvot

source: feature
fi: kohde

source: feature value
fi: arvoluokka

source: feature values
fi: arvoluokat

source: occurrence
fi: esiintymä

source: occurrences
fi: esiintymät

source: name
fi: nimi

source: person
fi: henkilö

source: description
fi: kuvaus

source: start date
fi: alku pvm

source: end date
fi: loppu pvm

source: method
fi: menetelmä

source: notes
fi: huomioitavaa

source: additional info
fi: lisätieto

source: valid
fi: voimassa

source: observation series
fi: havaintosarjat

source: surname
fi: sukunimi

source: first name
fi: etunimi

source: expertise
fi: asiantuntemus

source: company
fi: yritys

source: public servant
fi: viranomainen

source: telephone
fi: puhnro

source: email
fi: sähköposti

source: persons
fi: henkilöt

source: author
fi: tekija

source: series
fi: sarja

source: place of printing
fi: painopaikka

source: year
fi: vuosi

source: additional information
fi: lisätieto

source: publication type
fi: julktyyppi

source: publication
fi: julkaisu

source: publications
fi: julkaisut

source: publication types
fi: julkaisutyyppejä

source: fid
fi: tunnus

source: geometry
fi: geometria

source: active
fi: voimassa

source: number
fi: numero

source: area (ha)
fi: pinta-ala

source: text
fi: teksti

source: text www
fi: teksti www

source: feature class
fi: kohdeluokka

source: features
fi: kohteet

source: archived time
fi: historia pvm

source: historical feature
fi: kohdehistoria

source: historical features
fi: kohdehistoria

source: feature publication
fi: julkaisu

source: feature publications
fi: julkaisut

source: link type
fi: linkkityyppi

source: ordering
fi: järjestys

source: link text
fi: linkin teksti

source: feature link
fi: kohdelinkki

source: feature links
fi: kohdelinkit

source: species
fi: laji

source: regulation
fi: säädös

source: species regulation
fi: lajisäädös

source: species regulations
fi: lajisäädökset

source: code
fi: havaintokoodi

source: abundance
fi: runsaus

source: frequence
fi: yleisyys

source: observer
fi: havainnoija

source: migration class
fi: liikkumisluokka

source: breeding degree
fi: pesimisvarmuus

source: observation
fi: lajihavainto

source: observations
fi: lajihavainnot

source: taxon
fi: ryhmä

source: taxon 1
fi: eliöryhmä 1

source: taxon 2
fi: eliöryhmä 2

source: order (fi)
fi: lahko (suomi)

source: order (la)
fi: lahko (tieteellinen)

source: family (fi)
fi: heimo (suomi)

source: family (la)
fi: heimo (tieteellinen)

source: name (fi)
fi: nimi (suomi)

source: name 2 (fi)
fi: nimi 2 (suomi)

source: scientific name 1
fi: tieteellinen nimi 1

source: scientific name 2
fi: tieteellinen nimi 2

source: subspecies 1
fi: alalaji 1

source: subscecies 2
fi: alalaji 2

source: author 1
fi: auktori 1

source: author 2
fi: auktori 2

source: name abbreviated 1
fi: nimilyhennys 1

source: name abbreviated 2
fi: nimilyhennys 2

source: name (sv)
fi: nimi (ruotsi)

source: name (en)
fi: nimi (englanti)

source: registry date
fi: rekisteri pvm

source: regulations
fi: säädökset

source: link types
fi: linkkityypit

source: habitat type
fi: luontotyyppi

source: habitat type regulation
fi: luontotyyppisäädös

source: habitat type regulations
fi: luontotyyppisäädökset

source: group fraction
fi: osuus kuviosta

source: habitat type observation
fi: luontotyyppihavainto

source: habitat type observations
fi: luontotyyppihavainnot

source: group
fi: käyttöoikeusryhmä

source: habitat types
fi: luontotyypit

source: super class
fi: päätunnus

source: reporting
fi: raportointi

source: open data
fi: avoin data

source: feature classes
fi: kohdeluokat

source: breeding degrees
fi: pesimisvarmuudet

source: degree of determination
fi: selvitysaste

source: squares
fi: ruudut

source: paragraph
fi: pykälä

source: value explanation
fi: arvon selitys

source: date of entry
fi: voimaantulo

source: conservation programme
fi: suojeluohjelma

source: conservation programmes
fi: suojeluohjelmat

source: criterion
fi: peruste

source: protection criterion
fi: suojausperuste

source: protection criteria
fi: suojausperusteet

source: protection levels
fi: suojaustaso

source: reported area
fi: ilmoitettu pinta-ala

source: land area
fi: maapinta-ala

source: water area
fi: vesipinta-ala

source: hiking
fi: liikkuminen

source: criteria
fi: perusteet

source: protections
fi: suojelu

source: protection conservation programme
fi: suojeluohjelma

source: protection conservation programmes
fi: suojeluohjelmat

source: specific criterion
fi: tarkka peruste

source: subscriterion
fi: alaperuste

source: transaction
fi: tapahtuma

source: transaction regulation
fi: tapahtumasäädös

source: transaction regulations
fi: tapahtumasäädökset

source: register id
fi: diaari nro

source: transaction type
fi: tapahtumatyyppi

source: transactions
fi: tapahtumat

source: Transaction #{0}
fi: Tapahtuma #{0}

source: transaction feature
fi: kohteen tapahtuma

source: transaction features
fi: kohteen tapahtumat

source: transaction types
fi: tapahtumatyyppi

source: frequency
fi: yleisyys

source: frequencies
fi: yleisyydet

source: Delete all Geometries
fi: Poista kaikki geometriat

source: Debugging window (serialized value)
fi: Debuggausikkuna (sarjoitettu arvo)

source: Feature Report - Habitat Type Observations
fi: Kohderaportti - Luontotyyppihavainnot

source: Feature
fi: Kohde

source: Habitat types
fi: Luontotyypit

source: Habitat type
fi: Luontotyyppi

source: Habitat group
fi: Luontotyyppiryhmä

source: Habitat code
fi: Tunnus

source: Habitat description
fi: Luontotyypin kuvaus

source: Habitat additional info
fi: Luontotyypin lisätieto

source: Observation series
fi: Havaintosarja

source: Group fraction
fi: Osuus kuviosta

source: Feature Report - Observations
fi: Kohderaportti - Lajihavainnot

source: Observations
fi: Lajihavainto

source: Feature Report
fi: Kohderaportti

source: Area (from map)
fi: Pinta-ala (kartalta)

source: Backgroud map
fi: Taustakartta

source: Feature values
fi: Arvoluokat

source: Value type basics
fi: Arvoluokituksen perusteet

source: Feature description
fi: Kohdekuvaus

source: Date
fi: Pvm

source: Transaction type
fi: Tapahtumatyyppi

source: Description
fi: Kuvaus

source: Link
fi: Linkki

source: Observations at this feature
fi: Kohteen lajihavainnot

source: Habitat observations at this feature
fi: Kohteen luontotyypit

source: Material description
fi: Aineistokuvaus

source: Observation Report
fi: Lajihavaintoraportti

source: Observation
fi: Lajihavainto

source: Observation Series Report
fi: Havaintosarjatraportti

source: Name
fi: Nimi

source: Start date
fi: Alku pvm

source: End date
fi: Loppu pvm

source: Species Regulations Report
fi: Lajisäädösraportti

source: Species regulation report
fi: Lajisäädösraportti

source: Species
fi: Laji

source: Regulations
fi: Säädökset

source: Regulation values in the nature information system
fi: Suojeluarvot luontotietojärjestelmässä

source: Species Report
fi: Lajiraportti

source: Taxon
fi: Eliöryhmä

source: Features
fi: Kohde

source: Abundance
fi: Runsaus

source: Frequence
fi: Yleisyys

source: Number
fi: Lukumäärä

source: Migration class
fi: Liikkumisluokka

source: Origin
fi: Alkuperä

source: Breeding degree
fi: Pesimisvarmuus

source: Notes
fi: Huomioitavaa

source: Occurrence
fi: Esiintymä

source: Protection regulations
fi: Suojeluarvot

source: Regulation
fi: Säädös

source: Protection value
fi: Suojeluarvo

source: Date of entry
fi: Voimaantulo

source: User guide
fi: Ohje

source: Home
fi: Etusivu

source: You can send feedback by email to ltj.ymk@hel.fi
fi: Voit lähettää palautetta osoitteeseen ltj.ymk@hel.fi

source: Log in again
fi: Kirjaudu uudelleen sisään
